Repository: jsutStacy/SilmaringiEksamiKeskkond
Catalog: integration/Silmaring/module/Application/language/*.po
Languages: et_ee

source: Schools
et_ee: Koolid

source: Add school
et_ee: Lisa kool

source: Users
et_ee: Kasutajad

source: My schools
et_ee: Minu koolid

source: Materials
et_ee: Minu lisatud materjalid

source: Tests
et_ee: Testid

source: Worksheets
et_ee: Töölehed

source: My lesson plans
et_ee: Minu tunnikavad

source: Settings
et_ee: Seaded

source: Statistics
et_ee: Statistika

source: Add category
et_ee: Lisa kategooria

source: Successfully added!
et_ee: Edukalt lisatud

source: Edit category
et_ee: Muuda kategooriat

source: Successfully updated!
et_ee: Edukalt uuendatud

source: Import categories from xls
et_ee: Impordi kategooriad xls failist

source: Successfully imported!
et_ee: Edukalt imporditud!

source: Please insert name!
et_ee: Palun sisesta nimi!

source: Name *
et_ee: Nimi *

source: Order
et_ee: Jrk

source: Public
et_ee: Avalik

source: Wrong file type. Allowed
et_ee: Vale faili tüüp. Lubatud on

source: Wrong file. Allowed
et_ee: Vale fail. Lubatud on

source: Please choose file
et_ee: Palun vali fail

source: File *
et_ee: Fail *

source: Add File
et_ee: Lisa fail

source: Teacher
et_ee: Õpetaja

source: shared a file
et_ee: jagas sinuga faili

source: with you!
et_ee: sinuga!

source: Successfully sent!
et_ee: Edukalt saadetud

source: Select material
et_ee: Vali material

source: Add Image
et_ee: Lisa pilt

source: shared a test
et_ee: jagas sinuga testi

source: shared a worksheet
et_ee: jagas sinuga töölehte

source: Successfully deleted!
et_ee: Edukalt kustutatud!

source: Add Presentation
et_ee: Lisa esitlus

source: Add Video
et_ee: Lisa video

source: Please insert video url!
et_ee: Palun sisesta video url!

source: Wrong image size. Allowed width %maxwidth%px and height %maxheight%px!
et_ee: Vale pildi suurus. Lubatud laius on %maxwidth%px ja kõrgus %maxheight%px!

source: Description
et_ee: Kirjeldus

source: Image *
et_ee: Pilt *

source: Choose schools
et_ee: Vali koolid

source: Private
et_ee: Privaatne

source: Edit
et_ee: Muuda

source: Please insert short name!
et_ee: Palun sisesta lühike nimi!

source: Short name *
et_ee: Lühike nimi *

source: Add Test
et_ee: Lisa test

source: Successfully removed!
et_ee: Edukalt eemaldatud!

source: Edit Test
et_ee: Muuda testi

source: Cannot edit test
et_ee: Ei saa muuta testi

source: Test overview
et_ee: Testi ülevaade

source: No test found!
et_ee: Testi ei leitud!

source: No answers found!
et_ee: Vastuseid ei leitud!

source: Test valuation
et_ee: Testi hindamine

source: No students have finished the test!
et_ee: Õpilased ei ole testi sooritanud!

source: Successfully saved!
et_ee: Edukalt salvestatud!

source: has sent you results for test
et_ee: saatis sinule testi tulemused

source: Test has been allready solved by you.
et_ee: Test on sinu poolt juba lahendatud.

source: You can view it
et_ee: Sa saad seda vaadata

source: here
et_ee: siit

source: Solved Test
et_ee: Test lahendatud

source: Solve Test
et_ee: Lahenda testi

source: Successfully answered!
et_ee: Edukalt vastatud!

source: Please insert test name!
et_ee: Palun sisesta testi nimi!

source: TEST NAME:
et_ee: TESTI NIMI:

source: Description:
et_ee: Kirjeldus:

source: Active
et_ee: Aktiivne

source: Not Active
et_ee: Ei ole aktiivne

source: Wrong email or password!
et_ee: Vale e-post või parool!

source: Account not active. Please contact admin.
et_ee: Konto ei ole aktiivne. Palun võta ühendust adminniga.

source: Successful login!
et_ee: Edukas sisenemine!

source: Oops! Something went wrong. Please contact admin.
et_ee: Vabandused! Midagi läks valesti. Palun võta ühendust adminniga.

source: Your account has been registred and activated.
et_ee: Teie kasutaja on edukalt registreeritud ja aktiveeritud.

source: Your login email is
et_ee: Sinu login e-post on

source: We generated you a password
et_ee: Me genereerimise sinule parooli

source: Silmaring team
et_ee: Silmaring.ee meeskond

source: Thank you for registering!
et_ee: Täname registreerumast!

source: New user registred
et_ee: Uus kasutaja registreeris.

source: Student
et_ee: Õpilane

source: Successful login! You will be redirected in a second.
et_ee: Edukas sisenemine. Sind suunatakse koheselt edasi keskkonda.

source: Wrong email!
et_ee: Vale e-post!

source: Your new password is here!
et_ee: Sinu uus parool on siin!

source: We generated you a new password
et_ee: Me genereerisime sinule uue parooli

source: Your new password!
et_ee: Sinu uus parool!

source: Success! New password sent to your email.
et_ee: Õige e-post! Sinu uus parool saadeti e-posti aadressile.

source: Manage
et_ee: Halda

source: Wrong current password!
et_ee: Vale hetke parool!

source: You where added as teacher to school
et_ee: Sind lisati õpetajana kooli

source: You where added as student to school
et_ee: Sind lisati õpilasena kooli

source: First name
et_ee: Eesnimi

source: Lastname
et_ee: Perekonnanimi

source: Personal code
et_ee: Isikukood

source: Please insert first name!
et_ee: Palun sisesta eesnimi!

source: Please insert lastname!
et_ee: Palun sisesta perekonnanimi!

source: Please insert email!
et_ee: Palun sisesta e-post!

source: Email address format is invalid
et_ee: E-posti aadressi formaat on vale!

source: This email address does not exist in our system!
et_ee: Sellist e-posti aadressi ei eksisteeri meie süsteemis!

source: Form session has timed out. Please reload page!
et_ee: Vorm on aegunud. Palun laadige leht uuesti.

source: Email address
et_ee: E-posti aadress

source: Email field cannot be empty!
et_ee: E-posti väli ei tohi olla tühi!

source: Wrong email format!
et_ee: Vale e-posti formaat!

source: Password field cannot be empty!
et_ee: Parooli väli ei tohi olla tühi!

source: Password
et_ee: Parool

source: Remember me?
et_ee: Mäleta mind?

source: Email address format is invalid!
et_ee: E-posti aadress on vale!

source: This email address allready exists!
et_ee: E-post eksisteerib juba!

source: Please choose role!
et_ee: Palun vali roll!

source: E-mail
et_ee: E-post

source: Choose role
et_ee: Vali roll

source: Current password field is empty!
et_ee: Hetke parooli väli on tühi!

source: New password is shorter than %min% characters!
et_ee: Uus parool on lühem, kui %min% tähte!

source: New password is longer than %max% characters!
et_ee: Uus parool on pikem, kui %max% tähte!

source: New password field is empty!
et_ee: Uue parooli väli on tühi!

source: New password confirm is shorter than %min% characters!
et_ee: Uue parooli kinnitus on lühem, kui %min% tähte!

source: New password confirm is longer than %max% characters!
et_ee: Uue parooli kinnitus on pikem, kui %max% tähte!

source: New password confirm field is empty!
et_ee: Uue parooli kinnituse väli on tühi!

source: Wrong file. Allowed jpg,jpeg,png,gif!
et_ee: Vale fail. Lubatud on jpg,jpeg,png,gif!

source: E-mail address
et_ee: E-posti aadress

source: Current password
et_ee: Hetke parool

source: New password
et_ee: Uus parool

source: New password confirm
et_ee: Uue parooli kinnitus

source: Choose image
et_ee: Vali pilt

source: Add Worksheet
et_ee: Lisa tööleht

source: Edit Worksheet
et_ee: Muuda töölehte

source: Cannot edit worksheet
et_ee: Ei saa muuta töölehte

source: Worksheet overview
et_ee: Töölehe ülevaade

source: No worksheet found!
et_ee: Töölehte ei leitud!

source: Worksheet valuation
et_ee: Töölehe hindamine

source: No students have finished the worksheet!
et_ee: Õpilased ei ole töölehte lõpetanud!

source: has sent you results for worksheet
et_ee: saatis sinule töölehe tulemused

source: Worksheet has been allready solved by you.
et_ee: Tööleht on juba sinu poolt lahedatud.

source: Solved Worksheet
et_ee: Lahendatud tööleht

source: Solve Worksheet
et_ee: Lahenda töölehte

source: Please insert worksheet name!
et_ee: Palun sisesta töölehe nimi!

source: WORKSHEET NAME:
et_ee: TÖÖLEHE NIMI:

source: The input is an empty string
et_ee: Väli ei tohi olla tühi!

source: File was not uploaded
et_ee: Faili ei saanud laadida

source: Right answer
et_ee: Õige vastus

source: Right range
et_ee: Õige vahemik

source: Option
et_ee: Valik

source: Question
et_ee: Küsimus

source: Must contain words: (example: word1,word2,word3 etc)
et_ee: Peab sisaldama sõnud: (näide: sõna1,sõna2,sõna3 jne)

source: Enter words
et_ee: Sisesta sõnad

source: points *
et_ee: punkti *

source: Please insert number of points!
et_ee: Palun sisesta punktide arv!

source: Points must be between %min% and %max%
et_ee: Punktid peavad olema %min% ja %max% vahel

source: Must be number!
et_ee: Peab olema number!

source: Answer here:
et_ee: Vasta siia:

source: School settings
et_ee: Kooli seaded

source: Manage teachers
et_ee: Halda õpetajaid

source: Add teacher
et_ee: Lisa õpetaja

source: Manage students
et_ee: Halda õpilasi

source: Add student
et_ee: Lisa õpilane

source: Add
et_ee: Lisa

source: Update
et_ee: Uuenda

source: Are your sure?
et_ee: Olete kindel?

source: Delete
et_ee: Kustuta

source: ADDED
et_ee: LISATUD

source: USED BY
et_ee: KASUTAJA

source: teacher(s)
et_ee: Õpetaja(d)

source: Used in lesson plan
et_ee: Kasutuses tunnikavas

source: Are you sure?
et_ee: Olete kindel?

source: Add to lesson plan
et_ee: Lisa tunnikavasse

source: Load more
et_ee: Lae veel

source: No more materials found!
et_ee: Materjale kahjuks ei leitud!

source: USED IN
et_ee: KASUTATUD

source: AUTHOR COMMENT
et_ee: LISAJA KOMMENTAAR

source: View comment
et_ee: Vaata kommentaari

source: Close
et_ee: Sulge

source: comment
et_ee: kommentaar

source: MY COMMENT
et_ee: MINU KOMMENTAAR

source: Comment successfully saved!
et_ee: Kommentaar edukalt salvestatud!

source: Write comment here
et_ee: Kirjuta kommentaar siia

source: Save comment
et_ee: Salvesta kommentaar

source: SENT
et_ee: SAADETUD

source: Send to class
et_ee: Saada klassile

source: To all classes
et_ee: Kõikidele klassidele

source: Send
et_ee: Saada

source: Are you sure you want to delete?
et_ee: Olete kindel, et soovite kustutada?

source: Move
et_ee: Liiguta

source: NEW
et_ee: UUS

source: View all
et_ee: Vaata kõiki

source: Add material
et_ee: Lisa materjal

source: Image
et_ee: Pilt

source: File
et_ee: Fail

source: Presentation
et_ee: Esitlus

source: Worksheet
et_ee: Tööleht

source: All materials
et_ee: Kõik materjalid

source: Text files
et_ee: Tekstifailid

source: Add new
et_ee: Lisa uus

source: Images
et_ee: Pildid

source: Videos
et_ee: Videod

source: Presentations
et_ee: Esitlused

source: Remove
et_ee: Eemalda

source: Add selected
et_ee: Lisa valitud

source: School name
et_ee: Kooli nimi

source: Status
et_ee: Staatus

source: Edit school
et_ee: Muuda kooli

source: Add new question
et_ee: Lisa uus küsimus

source: SAVE TEST
et_ee: SALVESTA TEST

source: You cannot edit or change this test because you are not the author.
et_ee: Sa ei saa kahjuks muuta seda testi, kuna sa ei ole selle testi autor.

source: You cannot edit or change this test because you have allready send it to a class.
et_ee: Sa ei saa kahjuks muuta seda testi, kuna sa oled juba saatnud selle klassidele.

source: answered
et_ee: vastatud

source: Finished
et_ee: Sooritatud

source: Average result
et_ee: Keskmine tulemus

source: from maximum
et_ee: maksimumist

source: Go to valuation
et_ee: Mine hindama

source: Multiple choice question
et_ee: Valikvastustega küsimus

source: Text answer question
et_ee: Tekstvastusega küsimus

source: View answers
et_ee: Vaata vastuseid

source: Right
et_ee: Õige

source: Wrong
et_ee: Vale

source: Go to statistics
et_ee: Mine statistika vaatesse

source: Students
et_ee: Õpilased

source: SUMMARY
et_ee: KOKKUVÕTE

source: Points
et_ee: Punkti

source: Save
et_ee: Salvesta

source: Are you sure you want to send results to students?
et_ee: Olete kindel, et soovite saata tulemused õpilastele?

source: RESEND TO STUDENTS
et_ee: SAADA UUESTI ÕPILASTELE

source: SEND TO STUDENTS
et_ee: SAADA ÕPILASTELE

source: Add image
et_ee: Lisa pilt

source: Answer
et_ee: Vastus

source: Add option
et_ee: Lisa valik

source: SENT BY:
et_ee: SAATJA:

source: point
et_ee: punkt

source: points
et_ee: punkti

source: Answer here
et_ee: Vasta siia

source: Before sending make sure you answered all questions!
et_ee: Kontrollige palun ennem saatmist, et kõik küsimused oleks täidetud!

source: FINISH
et_ee: LÕPETA

source: RESULTS:
et_ee: TULEMUSED:

source: RESULTS BY:
et_ee: TULEMUSTE SAATJA:

source: Teacher comment
et_ee: Õpetaja kommentaar

source: You have allready done this test!
et_ee: Test on sinu poolt juba lahendatud!

source: Edit user
et_ee: Muuda kasutajat

source: Connect user with school
et_ee: Ühenda kasutaja kooliga

source: Here u can change password.
et_ee: Siin saate enda parooli muuta.

source: Email
et_ee: E-post

source: Role
et_ee: Roll

source: You have
et_ee: Sul on

source: new alert(s)!
et_ee: Uued teated

source: Search
et_ee: Otsi

source: Search results
et_ee: Otsingu tulemused

source: No results where found!
et_ee: Kahjuks tulemusi ei leitud!

source: Search term must be atleast 2 characters long!
et_ee: Otsisõna peab olema vähemalt 2 tähte pikk!

source: Allready done
et_ee: Juba tehtud

source: Sign up
et_ee: Registreeri

source: There where errors with facebook login! Please try again.
et_ee: Tekkis viga Facebook'iga sisenemisel! Palun proovige uuesti.

source: There where errors with google login! Please try again.
et_ee: Tekkis viga Google'iga sisenemisel! Palun proovige uuesti.

source: Sign in
et_ee: Sisene

source: Sign in with facebook
et_ee: Sisene Facebook'iga

source: Sign in with google
et_ee: Sisene Google'iga

source: Forgot Password?
et_ee: Unustasid parooli?

source: Forgotten password
et_ee: Unustatud parool

source: Sign up with facebook
et_ee: Registreeri Facebook'i kontoga

source: Sign up with google
et_ee: Registreeri Google'i kontoga

source: Choose classes
et_ee: Vali klass(id)

source: Edit student
et_ee: Muuda õpilast

source: Connected username/e-email
et_ee: Seotud kasutajanimi/e-post

source: Edit teacher
et_ee: Muuda õpetajat

source: Classes
et_ee: Klass(id)

source: Username/E-mail
et_ee: Kasutajanimi/E-post

source: Account settings
et_ee: Konto seaded:

source: Personal code should be filled only if u want to connect school with your profile
et_ee: Isikukood tuleb sisestada oma konto ametlikuks sidumiseks kooliga.

source: Here u can change your password.
et_ee: Siin saate enda parooli muuta

source: Choose what classes to display
et_ee: Vali millist osa õppekavapuust näidata

source: Average class usage time
et_ee: Keskmine klassi kasutusaeg

source: Hours
et_ee: Tunnid

source: Days
et_ee: Päevad

source: Day
et_ee: Päev

source: Week
et_ee: Nädal

source: Month
et_ee: Kuu

source: My statistics
et_ee: Minu statistika

source: Online time
et_ee: Kasutusaeg

source: Months
et_ee: Kuud

source: Weeks
et_ee: Nädalad

source: SAVE WORKSHEET
et_ee: SALVESTA TÖÖLEHT

source: You cannot edit or change this worksheet because you are not the author.
et_ee: Sa ei saa kahjuks muuta seda töölehte, kuna sa ei ole selle töölehe autor.

source: You cannot edit or change this worksheet because you have allready send it to a class.
et_ee: Sa ei saa kahjuks muuta seda töölehte, kuna sa oled juba saatnud selle klassidele.

source: WORKSHEET
et_ee: TÖÖLEHT

source: Answer field
et_ee: Vastuse väli

source: WORKSHEET:
et_ee: TÖÖLEHT:

source: You have allready done this worksheet!
et_ee: Tööleht on juba sinu poolt lahedatud!

source: A 403 error occurred
et_ee: 403 viga tekkis

source: A 404 error occurred
et_ee: 404 viga tekkis

source: An error occurred
et_ee: Tekkis viga

source: Loading...
et_ee: Laeb...

source: Search from materials
et_ee: Otsi õppematerjali seast

source: Edit selected category
et_ee: Muuda valitud kategooriat

source: Add child category
et_ee: Lisa alamkategooria

source: Add main category
et_ee: Lisa peakategooria

source: LEAVE
et_ee: LAHKU
